{
  "page_title": "Academic Standards",
  "url": "https://catalog.unh.edu/graduate/academic-regulations-degree-requirements/academic-standards/",
  "toc": [
    "Academic Standards",
    "Policy and Procedure for Program Dismissals"
  ],
  "sections": [
    {
      "title": "Academic Standards",
      "text": [
        "Graduate credit is only granted for courses completed with a grade of B-­ or higher. Individual programs may have stricter requirements, and those are published with their degree program requirements. • Graduate students receiving grades below \"B-­\" in 9 or more credits , including undergraduate courses taken while a graduate student, will be dismissed from the Graduate School. 1 • Graduate students enrolled under the accelerated master's program receiving any grade below \"B-­\" in a graduate course while in dual status may be dismissed and have their admission to the Graduate School withdrawn. • Graduate students will have a maximum of two opportunities to successfully complete final examinations for the master's or Ed.S. degree. • Doctoral students will have a maximum of two opportunities to successfully complete qualifying or final examinations for the Ph.D. degree. • Graduate students admitted on a conditional basis must meet the conditions as stated in the letter of admission in order to remain in the Graduate School. • Graduate students MUST have a cumulative GPA of 3.0 or higher in order to be eligible for graduation.",
        "Each individual program may set and announce standards for coursework, examinations, and/or research achievement that are more rigorous than the Graduate School standard. Thus, students may be dismissed if they accumulate fewer than 9 credits below the \"B­-\" level, and/or fail to make adequate progress in other aspects of their graduate program."
      ]
    },
    {
      "title": "Policy and Procedure for Program Dismissals",
      "text": [
        "The process by which a student can be dismissed from an academic program for violations of academic standards or violations of professional, ethical, and/or academic expectations of the program is outlined below along with the process by which such decisions can be appealed."
      ],
      "subsections": [
        {
          "title": "Dismissal for Failure to Make Required Academic Progress",
          "text": [
            "Graduate programs have discretion to define required academic progress as it relates to the individual program’s academic requirements, and equitably review and assess students’ progress considering those requirements. A department chairperson or a graduate program coordinator, upon the recommendation of the appropriate faculty committee, may recommend dismissal for a student who is failing to make required academic progress in their program. This recommendation shall be forwarded in writing to the associate dean of the Graduate School with a copy to the affected student. The associate dean of the Graduate School will act on the faculty recommendation and inform the student and the graduate program coordinator or department chair of the action taken.",
            "A student who wishes to challenge an academic dismissal as a result of failing to make required academic progress shall take the following steps:",
            "Make every effort to resolve the situation through informal discussions with the individuals involved in the decision. If the recommendation to dismiss is changed at this point, the associate dean will be notified and after review will notify the student of the decision. • If the decision to dismiss stands after informal discussions, a student wishing to enter a formal appeal shall follow the procedure outlined below under “Appeals Process.”",
            "A student who has been dismissed for failure to make required academic progress may, with the permission of the dean of the Graduate School, enroll as a non-degree student in courses in their program pending a final decision on the appeal.",
            "This procedure is not applicable to graduate students who have received failing grades in 9 or more credits since dismissal is automatic in that case (see Academic Standards section.)"
          ]
        },
        {
          "title": "Dismissal for Professional, Ethical, or Academic Misconduct",
          "text": [
            "Graduate students shall conduct themselves in a manner consistent with the norms and practices of their program and/or discipline. Each graduate program establishes these professional, ethical, and academic standards based on the expectations of the field. Programs may outline these standards in various resources, including program handbooks, policies, or professional guidelines specific to the discipline. Students are encouraged to review these materials, consult with program advisors, or seek clarification from faculty to ensure they understand and meet these expectations.",
            "A department chairperson or graduate program coordinator, upon the recommendation of the appropriate faculty committee at the department/program level, may recommend dismissal for a student who is failing to meet the professional, ethical, and academic expectations of the program or otherwise fails to act in ways that are consistent with the norms and standards of the profession or discipline. This recommendation shall be forwarded in writing to the associate dean of the Graduate School with a copy to the student. The associate dean of the Graduate School shall act on the faculty recommendation and inform the student and the graduate program coordinator or department chair of the action taken.",
            "A student who wishes to challenge a dismissal for professional, ethical, or academic misconduct should take the following steps:",
            "Make every effort to resolve the situation through informal discussions with the individuals involved in the decision. If the recommendation to dismiss is changed at this point, the associate dean will be notified and after review will notify the student of the decision. • If the decision to dismiss stands after informal discussions, a student wishing to enter a formal appeal shall follow the procedure outlined below under “Appeals Process.”",
            "A student who has been dismissed for professional, ethical, or academic misconduct may, with the permission of the dean of the Graduate School, enroll as a non-degree student in courses in their program pending a final decision on the appeal.",
            "The Office of Community Standards is responsible for interpreting and enforcing the Student Code of Conduct and administering the university-wide conduct system. In the event that allegations brought against a student implicates provisions of prohibited conduct governed by the Code of Conduct, the University reserves the right to take action and administer a conduct process regardless of whether the allegations are also being addressed through the process for dismissing a graduate student for professional, ethical, and academic misconduct.",
            "When there are overlapping policies and alleged violations, the Graduate School official may consult with the Director of Community Standards and decide if the best path forward is to merge, combine, or choose the most appropriate investigatory and hearing processes."
          ],
          "links": [
            {
              "label": "Office of Community Standards",
              "url": "https://unh.edu/conduct"
            },
            {
              "label": "Student Code of Conduct",
              "url": "https://catalog.unh.edu/srrr/code-conduct-process/"
            }
          ]
        },
        {
          "title": "Appeals Process",
          "text": [
            "To appeal a dismissal decision, a student must submit a letter and any supporting documents to the program chairperson and the dean of the Graduate School within ten (10) business days of the dismissal notification. The appeal should provide specific evidence, context, or mitigating factors that the student believes should be considered in reviewing the decision. The appeal should refer specifically to the grounds of the original decision in making this appeal and provide reference to relevant policy where applicable. Generally, dismissed students will not be able to continue in classes pending the outcome of the appeal, but the program chairperson may make a final decision regarding if the student can continue in the program pending the appellate review or continue with conditions.",
            "Program Level Appeal – The program chairperson will review the appeal, solicit input from all other graduate faculty in the program, and re-evaluate the decision based on the additional information provided by the student and feedback from the program graduate faculty. The program chairperson will provide the student and the dean of the Graduate School with written notification of their decision to either uphold or overturn the dismissal, normally within 20 days of the receipt of the student’s appeals letter.",
            "Graduate Level Appeal – If the student is dissatisfied with the decision reached by the program chairperson, they may request that the dean of the Graduate School review the decision, normally within seven (7) business days after the receipt of the appellate decision reached by the program chairperson. The dean of the Graduate School will review the appeal documents and decide whether the appeal will continue to move forward. If the Dean determines that the appeal will not move forward, they will communicate their decision and the rationale for their decision to the student with copies to the graduate program coordinator and chairperson and the process ends there. If the Dean determines that the appeal will continue forward, they will notify the parties accordingly and act as chair in convening an individual or group from the Graduate Council Student Affairs Committee (GCSAC) to review the appeal. The appeals panel can solicit additional information from the student, program, or others associated with the case as needed. The appeals panel will then make a final determination regarding whether to uphold or overturn the dismissal, normally within 20 days of receiving the appeal. In extraordinary circumstances, the Dean may call the appeals panel back together or overturn the decision of the panel. Otherwise, decisions made by the panel are final and non-reviewable.",
            "Approved by the Graduate Council, April 6 th , 2010.",
            "Amended with approval by the Graduate Council November 3 rd , 2017",
            "Updated with approval of the Graduate Council January 31, 2025."
          ]
        }
      ]
    }
  ]
}