{
  "page_title": "Degree Requirements",
  "url": "https://catalog.unh.edu/graduate/academic-regulations-degree-requirements/degree-requirements/",
  "toc": [
    "Doctoral Degrees",
    "Ph.D. Requirements",
    "Ph.D. Candidacy",
    "Ph.D. Dissertation",
    "Doctoral Time Limits",
    "Master's Degree Requirements",
    "Master's Time Limit",
    "Master's Thesis",
    "Educational Specialist Degree",
    "Certificate Programs",
    "Dual Degrees"
  ],
  "sections": [
    {
      "title": "Doctoral Degrees",
      "subsections": [
        {
          "title": "Ph.D.",
          "text": [
            "The degree of doctor of philosophy is conferred to qualified candidates who have passed an oral or written examination(s) on the subject matter of their field of study, who have completed an original investigation in this field, have embodied the results in an acceptable dissertation, and who have passed an oral examination in defense of the dissertation. The degree of doctor of philosophy is essentially a research degree."
          ]
        },
        {
          "title": "Ed.D.",
          "text": [
            "The degree of doctor of education is a terminal doctoral degree that prepares students for careers in educational leadership. The program curriculum comprises courses in educational policy, law, budget management, research methods, and human resources, as well as a research-based capstone. Requirements for completion of the Ed.D. are found under the program descriptions of the Department of Education."
          ]
        },
        {
          "title": "DNP",
          "text": [
            "The degree of doctor of nursing practice is a practice based doctorate that prepares nurses for the highest level of specialized nursing practice. DNP graduates are prepared to translate evidence into practice, improve systems of care, and measure health outcomes in diverse settings. Graduates of the DNP program are prepared for culturally competent, evidence-­based, system-based care, interprofessional collaboration and leadership. DNP graduates are distinguished by their abilities to affect practice, design and implement programs that improve health and healthcare delivery, apply data management and informatics skills to evaluate programs, outcomes, and care systems, and influence health policy. Requirements for completion of the D.N.P. are found under the program descriptions of the Department of Nursing."
          ]
        },
        {
          "title": "OTD",
          "text": [
            "The doctor of occupational therapy is an entry-level clinical doctoral degree designed to prepare students to enter the profession with strong foundational skills in occupational therapy assessment and intervention, advanced training in clinical skills, leadership, clinical research, and program development. Requirements include coursework, fieldwork experiences, and a capstone. Requirements for completion of the OTD are found under the program descriptions of the Department of Occupational Therapy."
          ]
        }
      ]
    },
    {
      "title": "Ph.D. Requirements",
      "subsections": [
        {
          "title": "RESPONSIBLE CONDUCT OF RESEARCH",
          "text": [
            "As a land-­grant institution, the University of New Hampshire (UNH) is accountable to New Hampshire residents and to the University community to ensure the ethical and safe conduct of research and scholarly activity. As an institution of higher education that prides itself on extensive research endeavors and the involvement of undergraduates and graduate students in research projects, UNH has an obligation to teach and actively promote integrity in research and scholarship.",
            "To fulfill its obligations, UNH has embarked on a program on the responsible conduct of research and scholarly activity (RCR) to:",
            "To support these efforts, the Graduate Council has mandated that all incoming Ph.D. students complete RCR training approved by the Graduate School by the end of their first semester. For more information, visit the RCR website ."
          ],
          "lists": [
            [
              "Raise the consciousness of faculty, staff, and students regarding the ethical and responsible conduct of research and scholarly activity",
              "Establish a knowledge base that defines normative and/or professional behavior to assist faculty, staff, and students in making ethical and responsible decisions in the conduct of research and scholarly activity",
              "Foster an institutional culture of integrity in research and scholarly activity."
            ]
          ],
          "links": [
            {
              "label": "RCR website",
              "url": "http://www.unh.edu/research/responsible-conduct-research-scholarly-activity"
            }
          ]
        },
        {
          "title": "Guidance Committee",
          "text": [
            "A guidance committee should be appointed by the program faculty as soon as possible after a student has begun study for the Ph.D. degree. The committee assists the student in outlining a program, preparing for the qualifying examination, and administers the examination."
          ]
        },
        {
          "title": "Residency",
          "text": [
            "A minimum of three academic years of graduate study is required for the Ph.D degree. Resident graduate work done at other universities may be counted toward the minimum requirement upon approval of the guidance committee and the Graduate School, but one full academic year must be in residence at the University of New Hampshire. In individual cases, the major department and the dean of the Graduate School may grant permission to pursue the research for the dissertation at another institution where access to special facilities would be advantageous."
          ]
        },
        {
          "title": "Credits",
          "text": [
            "Each program specifies the number of courses required for the degree."
          ]
        },
        {
          "title": "Doctoral Research (999)",
          "text": [
            "A minimum of two semesters of registration in Doctoral Research is required for Ph.D students. However, Ph.D. students at candidacy must register for 999 each semester during the academic year, even if the minimum requirement has been met.  Although Doctoral Research (999) is 0 credits, it grants full-time student status."
          ]
        }
      ]
    },
    {
      "title": "Ph.D. Candidacy",
      "text": [
        "A Ph.D. student is advanced to candidacy for the degree by the dean of the Graduate School upon recommendation of the graduate program coordinator after the student has passed the qualifying examination, met the language or proficiency requirements as are deemed desirable by the student's program, declared a topic for dissertation research, and fully formed their doctoral dissertation committee.  * Students are expected to file an Advancement to Candidacy form with the Graduate School as soon as possible after all of the requirements for candidacy have been met.",
        "Ph.D. students at candidacy must register for Doctoral Research (999) each semester during the academic year until the degree is awarded.",
        "*Note: If the doctoral candidacy form is received before the final day to register for the current semester, then candidacy shall be effective immediately. If the form is received after the final day to register for the current semester then candidacy shall be effective at the start of the following semester.  Candidacy will not be backdated."
      ],
      "subsections": [
        {
          "title": "Qualifying Examination",
          "text": [
            "The qualifying examination, which must be taken at UNH, is required and may be written, oral, or both. This examination will test:",
            "The chairperson of the student's program will communicate the examination results to the Graduate School dean. (See academic standards for details.)"
          ],
          "lists": [
            [
              "The student's general knowledge in the student's major and minor work and",
              "The student's fitness for engaging in research, particularly in the subject proposed for the dissertation"
            ]
          ]
        },
        {
          "title": "Language/Research Proficiency",
          "text": [
            "Each doctoral program has its own language and/or research proficiency requirements. These requirements can be found in the individual program descriptions."
          ]
        },
        {
          "title": "Doctoral Committee",
          "text": [
            "When a Ph.D. student advances to candidacy, a doctoral committee will be appointed to supervise and pass on the dissertation and administer the final examination. This committee will be nominated by the department of major concentration and appointed by the dean of the Graduate School. It shall normally consist of a minimum of five members, usually three from the major department and two from related departments. The dean of the Graduate School is an ex-officio member of all doctoral committees."
          ]
        }
      ]
    },
    {
      "title": "Ph.D. Dissertation",
      "text": [
        "The dissertation must be a significant contribution to scholarship in the student's discipline, demonstrating the student's ability to conduct independent and original research, and to communicate the results of the research through a coherent, integrated, and mature piece of writing."
      ],
      "subsections": [
        {
          "title": "Final Defense",
          "text": [
            "A copy of the completed dissertation must be made available to the members of the examining committee two weeks before the final examination date.",
            "The final oral examination is conducted by the doctoral committee and is intended to give the candidate an opportunity to defend the dissertation. While it is desirable for all committee members to participate in dissertation defenses, whether in person or through virtual means such as conference calls or video conferencing, outside scholars are not required to be present at the defense. Departments will determine how to obtain meaningful and substantive evaluations from external members in consultation with the Graduate School. A written final examination, on subject matter not covered in the qualifying examination, may also be required. This written examination is conducted by the major department. These final examinations must be completed by the date listed in the Graduate School calendar. After consultation with the major program, the dean of the Graduate School may appoint, for participation in the final oral examination, additional members of the faculty under whom the student has worked. The doctoral committee alone shall decide on the merits of the candidate's performance by a majority vote."
          ]
        },
        {
          "title": "Submission of Dissertation",
          "text": [
            "The final approved dissertation must be submitted for publication by ProQuest via the UNH ETD Administrator website by the appropriate deadline as published in the Graduate School calendar. Physical hard bound copies are available for purchase through ProQuest at the time of submission. Students may choose to copyright their thesis at the time of publication. All fees are to be paid by the student at the time of submission. If the dissertation material is further published, it should be designated as having been accepted as a doctoral dissertation by the University of New Hampshire."
          ]
        }
      ]
    },
    {
      "title": "Doctoral Time Limits",
      "text": [
        "The Ph.D. must be completed within eight years of matriculation (enrollment after admission) or within seven years if the student entered with a master's degree in the same field. A Ph.D. student must be advanced to candidacy within five years after matriculation or within four years if the student entered with a master's in the same field. Years on leave do not count toward the time limit.",
        "The DNP, OTD, Ed.S., and Ed.D degrees must be completed within 4 years."
      ]
    },
    {
      "title": "Master's Degree Requirements",
      "subsections": [
        {
          "title": "Credits",
          "text": [
            "A minimum of 30 graduate credits is required for all master's degrees. Many programs require substantially more than the minimum 30 credits. Individual program requirements are outlined in the program descriptions of this catalog. Graduate credits are earned in courses numbered 800-­999. In rare cases graduate degree students may petition to earn graduate credit for up to 12 credits in 700-­level courses, provided the credits are taken in a program other than the one in which the student is seeking the degree and provided such courses are approved by the student's adviser, graduate program coordinator, and the dean of the Graduate School. Such courses must be taken for a letter grade. Petitions must include what additional requirements or expectations will be required of the student to make the course a graduate level experience. Petition requests must be made prior to enrolling in the course and are not guaranteed."
          ]
        },
        {
          "title": "Residency",
          "text": [
            "A student will normally spend at least one calendar year, or the equivalent, in satisfying the requirements for the degree."
          ]
        },
        {
          "title": "Capstone Experience",
          "text": [
            "The most appropriate capstone experience(s) for each program is determined by the faculty of each program. Such experiences may include a single integrative course, a performance, an internship or praxis, a portfolio, a scholarly paper or essay, an examination, a research problem, a research project, or a thesis, and are subject to approval of the dean of the Graduate School. All master’s degrees at UNH must include a capstone experience."
          ],
          "subsections": [
            {
              "title": "Capstone - Non-thesis Option",
              "text": [
                "Requirements for non-­thesis capstone experiences must be clearly articulated by each program. Capstone experiences, with the exception of capstone courses, must be approved by a committee of at least two faculty members in the student's program and approved by the graduate program coordinator. All capstone experiences must be completed by the end of the final examination period of the graduation date for which the degree is to be conferred."
              ]
            },
            {
              "title": "Capstone­ - Thesis Option",
              "text": [
                "Students who are in a thesis program are required to conduct research and prepare a scholarly paper under the guidance of a faculty committee for submission to the Graduate School. Guidelines on the purpose, framework, and process for the thesis should be clearly articulated by each program. Students writing a thesis should obtain a copy of the Thesis and Dissertation Manual from the Graduate School website at www.gradschool.unh.edu . Students in thesis programs may also be required to pass a final examination. The regulations concerning this exam are the same as those in the non-­thesis option. The thesis committee will normally also serve as the examining committee."
              ],
              "links": [
                {
                  "label": "www.gradschool.unh.edu",
                  "url": "http://www.gradschool.unh.edu"
                }
              ]
            }
          ]
        },
        {
          "title": "Non-Terminal Master's Degrees",
          "text": [
            "Ph.D. students, with the approval of their department, may petition to earn a non-terminal master's degree while completing the Ph.D. degree. Students must complete the master's degree requirements for their particular program as noted in the Graduate Catalog.",
            "Petitions should be submitted to the Graduate School at the start of the semester in which graduation is desired."
          ]
        }
      ]
    },
    {
      "title": "Master's Time Limit",
      "text": [
        "All graduate work for any master's degree must normally be completed within four years from the date of matriculation (enrollment following admission) in the program. Progress toward the degree will be carefully monitored by the advisor and the Graduate School to ensure that adequate advancement is made toward the completion of the program and that any deficiencies noted at the time of admission are removed. Students failing to make adequate advancement toward completion of the program are subject to dismissal in advance of the four-year time limit. Extensions to the four-year time limit will be considered on a case-by-case basis. Years on leave do not count toward the time limit."
      ]
    },
    {
      "title": "Master's Thesis",
      "subsections": [
        {
          "title": "Thesis Credit",
          "text": [
            "During their degree program, a student completing a thesis must enroll in at least 6 but no more than 10 thesis credits. Students are advised to review their program's degree requirements as the exact number of required thesis credits within each program can vary. The exact number of thesis credits that are required for each degree will be determined by the faculty of the individual programs. Students are not eligible to receive credit for any more than the maximum number of thesis credits required by the degree and are expected to monitor their registration to ensure that they do not exceed the maximum. No thesis credit shall be given until the completed thesis has been approved by the thesis committee and accepted by the Graduate School. Satisfactory acceptance of the thesis will be recorded with a grade of (CR)."
          ]
        },
        {
          "title": "Thesis Committee",
          "text": [
            "A master's thesis must be approved by a committee composed of a regular member of the graduate faculty under whose direction it was written and two other members of the graduate faculty nominated by the department chairperson or graduate program coordinator and appointed by the dean of the Graduate School. Individuals who are not regular members of the graduate faculty may be nominated to serve on committees in accordance with individual program policies."
          ]
        },
        {
          "title": "Submission of Thesis",
          "text": [
            "The final approved thesis must be submitted for publication by ProQuest via the UNH ETD Administrator website by the appropriate deadline as published in the Graduate School calendar. Physical hard bound copies are available for purchase through ProQuest at the time of submission. Students may choose to copyright their thesis at the time of publication. All fees are to be paid by the student at the time of submission."
          ]
        }
      ]
    },
    {
      "title": "Educational Specialist Degree",
      "text": [
        "Requirements for completion of the educational specialist degree (Ed.S.) are found under the program descriptions of the Department of Education. A student can petition to count a maximum of 12 credits, not previously applied to a degree program and taken prior to admission to the Ed.S., toward a Ed.S. program. All graduate work for the Ed.S. degree must normally be completed within four years from the date of matriculation."
      ]
    },
    {
      "title": "Certificate Programs",
      "text": [
        "Graduate certificate programs require the completion of at least 4 graduate courses for a minimum of 12 credits of graduate coursework (800- or 900-level courses) organized in a coherent and logical manner to provide knowledge and expertise relevant to a specific aspect of professional and/or personal development.  All coursework in a certificate program must be taken at UNH.",
        "Courses may be applied to only one certificate program but may also be applied to a master’s or doctoral degree program at UNH. There are no upper limits to the number of credits that may be applied to a degree program provided the courses fulfill a degree requirement.",
        "Only courses completed with a grade of B- or higher may be used to fulfill certificate requirements. A student who receives more than one grade below B- will be required to withdraw from the certificate program."
      ],
      "subsections": [
        {
          "title": "CERTIFICATE TIME LIMIT",
          "text": [
            "All coursework for a certificate must be completed within 3 years from the date of matriculation (enrollment) in the program."
          ]
        },
        {
          "title": "Non-Degree Credit Transfer for Certificate Programs",
          "text": [
            "No more than half of the required credits for a certificate can be taken at UNH prior to matriculation (enrollment in the program after admission) in a certificate program. Courses may be applied to only one certificate program but may also be applied to a master’s or doctoral degree program at UNH. Students must submit a UNH Transfer Credit Form to request that these courses be applied to their degree requirements."
          ]
        },
        {
          "title": "Registration",
          "text": [
            "Students enrolled only in a certificate program are exempt from the Graduate School’s continuous enrollment policy."
          ]
        },
        {
          "title": "Tuition",
          "text": [
            "Tuition for NH residents in certificate programs will be equal to the rates for NH resident graduate degree students. Tuition for out-of-state students will be 10% above the resident rate, unless the student is also enrolled in a degree program, in which case the nonresident or New England Regional rate will apply. Students enrolled only in certificate programs are not eligible for graduate assistantships or scholarships unless specifically awarded by the sponsoring program, but may be eligible for need-based aid through the UNH Financial Aid Office. Students enrolled in degree programs as well as certificate programs are eligible for all forms of graduate financial support."
          ]
        }
      ]
    },
    {
      "title": "Dual Degrees",
      "text": [
        "The Graduate School allows UNH students to pursue two degrees at UNH and count credits toward both degrees under the circumstances detailed below. Such credit will be granted only for graded coursework completed with a grade of \"B-\" or higher. Application of such credit toward a student's program for a second degree is subject to departmental recommendation and approval by the Graduate School. Dual degrees should be interpreted to include separate majors within the same degree, or a combination of two different degrees. Students will receive separate diplomas for each degree program. Note: Dual degrees will NOT be awarded retroactively.",
        "Cotutelle Ph.D. Agreements with International Universities. A cotutelle is a Ph.D. jointly awarded by two universities from different countries. Under such an arrangement, a doctoral student completes the requirements of the Ph.D. program in both the home and partner university, conducts dissertation research collaboratively, sequentially, and for roughly equal amounts of time in both universities, and is supervised by a faculty member from each of the universities. The dissertation is then examined by a committee whose members are drawn from both institutions. A degree is awarded from each university with acknowledgment on the transcript of the cotutelle. All cotutelles must have a fully approved cotutelle agreement signed by multiple institutional representatives at both universities including the Office of International Students and Scholars (OISS). UNH faculty or students interested in developing a cotutelle should contact the Graduate School to get detailed instructions about what is required for a cotutelle agreement and the associated approval process.",
        "All standard policies relating to time to degree, residency requirements, academic standards, and minimum GPA required to graduate apply to any dual-­degree arrangement.",
        "If the student withdraws from one of the participating programs, the dual-degree arrangement is automatically nullified.",
        "If a student's tuition is funded by one or more units, it is up to the funding unit to decide if tuition may cover courses taken solely for completion of the second program."
      ],
      "lists": [
        [
          "Accelerated Master's. Qualified senior students at the University of New Hampshire may be admitted to an approved accelerated graduate program in the Graduate School provided they have followed normal application procedures; they must have been admitted for the semester in which they wish to enroll in courses for dual credit. A 3.20 cumulative grade point average is normally required to be considered for the program. Students are normally admitted prior to the start of their senior year. Students who have been admitted to the program may register for a maximum of 12 credits of 800-­level courses prior to completing their bachelor's degree. Such courses may, upon recommendation of the department and approval of the Graduate School, count toward both the bachelor's and master's degrees. Up to 8 credits, upon recommendation of the department and approval of the Graduate School, may count towards both the bachelor's degree and a graduate certificate. For more information and a list of eligible programs, visit: https://gradschool.unh.edu/academics/accelerated-masters-program .",
          "Consecutive Master's Degrees. Enrollment in consecutive master's degrees refers to admission and matriculation in a second master's degree program at the University of New Hampshire after the completion of the requirements for a first master's degree earned at the University of New Hampshire. A student may apply up to 12 credits earned in the first master's degree awarded at the University of New Hampshire toward a second master's degree with approval of the student's graduate advisory committee and/or graduate program coordinator in the second master's program. Thesis or research credits from the first program may not be counted toward the requirements of the second program.",
          "Concurrent Dual Degrees. Enrollment in concurrent dual degrees occurs when a student is admitted to and matriculated in two graduate degree programs at the University of New Hampshire simultaneously. A student may pursue concurrent degrees only with approval of the appropriate graduate program coordinator(s) and the dean of the Graduate School. With approval of the student's graduate advisory committee(s) and/or the graduate program coordinator(s), a student may apply up to 12 UNH credits earned in one master's degree toward the requirements for a second master's degree. A student must complete the capstone requirements for both programs. Completion of degree requirements for the two programs need not be at the same time.",
          "Integrated Dual Degrees. Integrated dual degrees occurs when two graduate programs have formalized a program of study which creates an integrated program linking the two disciplines, while continuing toward separate degrees. Students must be admitted to both programs and complete the requirements for both degrees. Integrated dual degree programs may include a single admissions process, submission of a single thesis or capstone experience, and a single advisory committee composed of members from both programs. The number of required credit hours for integrated dual degrees must not be less than 80 percent of the total minimum hours required to complete each degree separately. Integrated dual degree programs must be approved by the Graduate Council and the dean of the Graduate School.",
          "Cotutelle Ph.D. Agreements with International Universities. A cotutelle is a Ph.D. jointly awarded by two universities from different countries. Under such an arrangement, a doctoral student completes the requirements of the Ph.D. program in both the home and partner university, conducts dissertation research collaboratively, sequentially, and for roughly equal amounts of time in both universities, and is supervised by a faculty member from each of the universities. The dissertation is then examined by a committee whose members are drawn from both institutions. A degree is awarded from each university with acknowledgment on the transcript of the cotutelle. All cotutelles must have a fully approved cotutelle agreement signed by multiple institutional representatives at both universities including the Office of International Students and Scholars (OISS). UNH faculty or students interested in developing a cotutelle should contact the Graduate School to get detailed instructions about what is required for a cotutelle agreement and the associated approval process."
        ]
      ],
      "links": [
        {
          "label": "https://gradschool.unh.edu/academics/accelerated-masters-program",
          "url": "https://gradschool.unh.edu/academics/accelerated-masters-program"
        }
      ]
    }
  ]
}