{
  "page_title": "Graduate Grading",
  "url": "https://catalog.unh.edu/graduate/academic-regulations-degree-requirements/grading/",
  "toc": [
    "Grades",
    "Examinations",
    "Credit Hour Policy"
  ],
  "sections": [
    {
      "title": "Grades",
      "subsections": [
        {
          "title": "Letter grades",
          "text": [
            "The following grades are used at the University: A (4.0), A-­ (3.67), B+ (3.33), B (3.0), B­- (2.67), C+ (2.33), C (2.0), C-­ (1.67), D+ (1.33), D (1.0), D-­ (.67), F (0). Graduate credit is only granted for courses completed with a grade of B-­ or higher. Individual programs may have stricter requirements, and those are published with their degree program requirements."
          ]
        },
        {
          "title": "AF Grades",
          "text": [
            "An \"AF\" grade, Administrative F, is assigned for failure to either drop or complete a course. An \"AF\" is considered the same as an \"F.\""
          ]
        },
        {
          "title": "Credit/Fail Grades",
          "text": [
            "Given in specific courses having no letter grades, such as thesis/dissertation, as well as other approved courses or seminars. A \"CR\" grade is assigned for successful completion, while an \"F\" is assigned for failure."
          ]
        },
        {
          "title": "Pass/Fail Grades",
          "text": [
            "Graduate courses cannot be taken pass/fail. A graduate student may petition to take undergraduate courses on a pass/fail basis. Such a petition must be approved by the end of the add period for the term the course is taken.  Courses at the 700-­level approved for graduate credit cannot be taken for pass/fail."
          ]
        },
        {
          "title": "Audit Grades",
          "text": [
            "An \"AU\" grade is assigned for completion of courses for which an audit was granted. No credit is earned."
          ]
        },
        {
          "title": "Incomplete Grades",
          "text": [
            "An \"IC\" grade is assigned with the approval of the instructor for excused unfinished work only. The work must be completed and submitted to the instructor by the date agreed upon with the instructor, but not later than the last day of classes of the semester immediately following the one in which the incomplete was granted (800-­ and 900-level courses only; mid-semester deadline for 400-­, 500-, 600-, and 700-­level courses). If extraordinary circumstances arise, a petition requesting additional time may be submitted. The petition, listing a specific deadline for completion, must be approved by the instructor, the student's adviser, and graduate program coordinator before being submitted to the Graduate School. An extension will be granted by the dean only under unusual circumstances and will usually not exceed one calendar year from the end of the semester in which the course was originally taken. An incomplete grade becomes an \"F\" if not resolved or if a petition for an extension is not approved within the allotted time period. This policy also applies to students who withdraw from the University or who are on an approved leave of absence."
          ]
        },
        {
          "title": "IA Grades",
          "text": [
            "\"IA\" indicates \"incomplete\" in thesis credit, doctoral research, or other continuing courses of more than one semester.  The grade earned will replace the \"IA\" once the work has been completed. In the case of doctoral research, once the dissertation is deemed complete, only the final term of enrollment will be assigned a \"CR\". Prior semester \"IA\" grades will remain on the official transcript."
          ]
        },
        {
          "title": "NR Grades",
          "text": [
            "\"NR\" indicates \"Not Resolved: pending academic integrity allegation\"."
          ]
        },
        {
          "title": "W Grades",
          "text": [
            "If a student, for compelling nonacademic reasons, submits an approved petition to drop a course during the withdrawal period, a notation of \"W\" will be shown on the student's academic record. The specific withdrawal deadlines can be found on the UNH Academic Calendar. Failure to officially withdraw will result in an AF grade, which is maintained on the official student record and included in the grade point average (GPA). Not attending classes does not constitute an automatic withdrawal."
          ]
        },
        {
          "title": "Appeals",
          "text": [
            "Every instructor must be prepared to discuss and explain the basis for their evaluation of students. If, after consulting the instructor, a student still believes that he or she was treated unfairly, he or she has the right to seek redress from the chairperson of the department or program in which the course is offered. Under exceptional circumstances, a final appeal may be made to the dean of the college or school in which the program is offered."
          ]
        },
        {
          "title": "Repeated courses",
          "text": [
            "Repeating a course does not remove the original course or grade from the record. If the course numbers and/or titles do not match exactly, graduate students must obtain written permission of their adviser, graduate program coordinator, and the endorsement of the Graduate School dean before the adjustment will be made. Only the most recent grade is included in the cumulative grade-­point average, and only the most recent credit, if any, is included in the cumulative credits earned. A course may only be repeated once. Only repeated courses taken at UNH will alter the cumulative grade-­point average. Failing a required course for a second time is grounds for dismissal."
          ]
        }
      ]
    },
    {
      "title": "Examinations",
      "text": [
        "Examinations at the end of each semester may be given in any course, but all such examinations must be scheduled and given at the time they are scheduled with the following exceptions: practical examinations covering laboratory work may be given during the last five days of classes preceding the examination period. In courses of a modular nature with several instructors, the instructor of the final module may schedule a final examination during the last week of classes if approval is first obtained from the college dean. These exceptions apart, no announced oral or written test may be given during the last five days of classes preceding the examination period. If a student is scheduled for more than two final exams in one day and chooses to take only two final exams on that day, the middle exam will be rescheduled. The instructor, in consultation with the student, will schedule a makeup exam."
      ]
    },
    {
      "title": "Credit Hour Policy",
      "text": [
        "The University of New Hampshire is in compliance with the federal definition of credit hour. For each credit hour, the University requires, at a minimum, the equivalent of three hours of student academic work each week assuming a 15-week semester (student workload for shorter length terms must be increased proportionally per week to maintain required approximately 45 hours of work per credit per term). Academic work includes, but is not limited to, direct faculty instruction, e-learning, recitation, laboratory work, studio work, fieldwork, performance, internships, and practica. Additional academic activities include, but are not limited to, readings, reflections, essays, reports, inquiry, problem solving, rehearsal, collaborations, theses, and electronic interactions. Student work reflects intended learning outcomes and is verified through evidence of student achievement."
      ]
    }
  ]
}