{
  "page_title": "Graduation",
  "url": "https://catalog.unh.edu/graduate/academic-regulations-degree-requirements/graduation/",
  "toc": [
    "Degree Conferral",
    "Commencement",
    "Transcripts"
  ],
  "sections": [
    {
      "title": "Degree Conferral",
      "text": [
        "Graduate degrees are conferred three times per year (September 1, December 31, and May (date varies) ). All students MUST file an intent-­to-­graduate through Webcat by the appropriate deadline specified on the UNH Academic Calendar .  Students who do not file an intent-to-graduate will not have their degree awarded. More information on this process is available on the Graduate School’s website .",
        "All degree requirements and coursework must be completed prior to the degree conferral date. Graduate students MUST have a cumulative GPA of 3.0 or higher in order to graduate."
      ],
      "links": [
        {
          "label": "UNH Academic Calendar",
          "url": "http://calendar.unh.edu/MasterCalendar.aspx?data=gr3zOeO/2xG0za68%2BgUZNIvQk9jYQc8yJ56xEUCd/T9Rs9PA5dfxWSnCsBNQry0vCCcy799Fg8wxQcdN80ch5OtK1qSohvfnNpyuybgrY93A9Ixo7EcREDT4kezVCX/nAit/Lh/5tUeTJocZiRSXt8WdhxEX6WAJNjdifPXBN5UZIw%2B4AgZ16KaL1bgb4mvIgmuG/ZKYDtM8AxaHA%2B9Pwz63NZUZa/juUGGxPaxDCOnDZNHJLQo8jNXosrXAiGlrXYmcczceG40%3D"
        },
        {
          "label": "Graduate School’s website",
          "url": "https://gradschool.unh.edu/student-resources/graduation-commencement"
        }
      ]
    },
    {
      "title": "Commencement",
      "text": [
        "The annual commencement ceremony is held in May.",
        "Doctoral, Master's, Ed.S., and certificate students who earned their degrees in the preceding September and December are invited to participate in commencement ceremonies in May.  Master's, Ed.S., and certificate students who expect to complete their degree program in May, as well as those who expect to complete their programs at the end of the summer term following the commencement ceremony (September), are eligible to participate in the May commencement ceremony.",
        "Doctoral students must have completed all requirements for the degree by the published deadlines for May in order to participate in the May ceremony.",
        "All graduate students who intend to participate in the May ceremony must register to attend through the Commencement Office.",
        "For more information on how to register for commencement please visit the UNH Commencement Website ."
      ],
      "links": [
        {
          "label": "UNH Commencement Website",
          "url": "https://www.unh.edu/university-ceremonies-and-events/commencement"
        }
      ]
    },
    {
      "title": "Transcripts",
      "text": [
        "Official academic records are maintained in the Office of the Registrar at the University of New Hampshire. The university partners with Parchment for its online ordering and official transcript production. An official transcript bears the seal of the University and the signature of the University Registrar. A student is required to satisfy University accounts before the Registrar will issue a diploma as evidence of work done at the University."
      ]
    }
  ]
}