{
  "questions": [
    "How do I apply to grad school?",
    "When must students enroll in COMP 801 Integrated Computing Practice?",
    "How is the academic calendar structured for CPRM courses?",
    "How many credits can the capstone contribute in the Biotechnology MS?",
    "What is a guidance committee?",
    "What are the graduate grading policies?",
    "What culminating experiences are available in the MS in IT?",
    "What is Doctoral Research (999) and when must Ph.D. students register for it?",
    "Where can I read more about the graduation process?",
    "How many elective credits are required under each option?",
    "How does an Incomplete (IC) work for graduate courses?",
    "What does an IA grade indicate?",
    "Can graduate students take courses pass/fail?",
    "How many chances do master’s or Ed.S. students get to pass their final exam?",
    "What completion options does the MS in Information Technology offer?",
    "What GPA do graduate students need to be eligible for graduation?",
    "What does an AU grade mean?",
    "Who is the MS in CPRM designed for in terms of background?",
    "Where can I find the intent-to-graduate deadlines?",
    "What capstone formats are available in the Biotechnology MS program?",
    "Can I take undergraduate courses as a grad student?",
    "How many times per year are graduate degrees conferred at UNH?",
    "List several required core courses in the CPRM curriculum.",
    "Does the MS in CPRM require a thesis or a capstone?",
    "What is the minimum grade for earning graduate credit?",
    "Can I take a course pass/fail?",
    "Does the MS in Information Technology support an accelerated master’s pathway?",
    "What skills does the CPRM program emphasize?",
    "How many core credits are required in the MS in Information Technology?",
    "Can I transfer credits into my program?",
    "What are the key rules for the Accelerated Master’s program?",
    "Can programs set stricter academic standards than the Graduate School?",
    "How many core courses are required in the MS in CPRM?",
    "What seminar requirement is included in the Biotechnology MS?",
    "How many graduate credits are required for a master’s degree at UNH?",
    "What does NR mean on a graduate record?",
    "What must be completed before the degree conferral date?",
    "What is the deadline to appeal a dismissal decision?",
    "Can I do a dual degree?",
    "What is the time limit to complete a master’s degree?",
    "Do I have to file an intent to graduate?",
    "What is the internship requirement for MS in Information Technology students?",
    "Do I need to register?",
    "How many total credits are required for the MS in Biotechnology: Industrial & Biomedical Sciences?",
    "Who recommends and who decides a dismissal for lack of academic progress?",
    "How quickly can full-time students complete the Biotechnology MS?",
    "Do it for Information Technology (M.S.)",
    "When must students begin enrolling in capstone credits?",
    "What does an AF grade mean?",
    "What is the minimum GPA to stay in good standing?",
    "Is a capstone required for master’s programs?",
    "What is the minimum grade to receive graduate credit?",
    "Can I appeal a dismissal?",
    "What is the deadline to file an intent to graduate?",
    "What is the difference between GRAD 800 and GRAD 900?",
    "What happens if an accelerated master’s student earns below B- in a graduate course while in dual status?",
    "For MS IT, what happens if I get a C grade?",
    "Can I defer my admission?",
    "Is the MS in CPRM delivered online or on campus?",
    "Does CPRM offer an Accelerated Master’s option for UNH undergraduates?",
    "What is an IA grade?",
    "Do I need RCR training?",
    "Is there housing available?",
    "What must doctoral students do to participate in the May ceremony?",
    "Does the Biotechnology MS have an Accelerated Master’s option and what can count for dual credit?",
    "How many chances do Ph.D. students get to pass qualifying or final exams?",
    "What is the policy on course withdrawal (W) and its impact?",
    "What is the minimum passing grade for graduate students?",
    "How many credits below B- lead to dismissal from the Graduate School?",
    "How do I submit my thesis?",
    "What happens when a graduate course is repeated?",
    "How many credits are required for a master’s degree?",
    "Do I need to register to attend commencement?",
    "What is the application deadline?",
    "What must conditionally admitted graduate students do to remain in the Graduate School?",
    "What financial aid is available?",
    "What are the Ph.D. time limits at UNH?",
    "Who can participate in the May commencement ceremony?",
    "How many credits can I take?",
    "What topics are central to the program’s scientific foundation?",
    "What is full time status?",
    "When is the annual commencement ceremony?",
    "How many thesis credits are required for a master’s thesis and how are they graded?",
    "Do I need to submit GRE scores?",
    "Who issues official transcripts and what is required before receiving a diploma?",
    "How many thesis credits do I need to complete for my program?",
    "How do I withdraw from the program?",
    "Where can I find information about assistantships?",
    "How do I reach degree candidacy?",
    "Can I take a leave of absence?",
    "When is a CR grade used?",
    "Name the topic areas covered by the required core in the MS in IT.",
    "List the core curriculum courses required in the Biotechnology MS.",
    "What kinds of experiential learning does the program emphasize?",
    "What kinds of disciplines can MS in IT electives come from?",
    "When is a Ph.D. student advanced to candidacy and what form is required?",
    "Where do I file an intent to graduate?",
    "What are the residency requirements for the Ph.D.?",
    "What is the total credit value of the capstone in CPRM?",
    "What is a non-terminal degree?",
    "Where is the MS in Information Technology offered and what scheduling flexibility is available?",
    "How many credits are required to earn the MS in Cybersecurity Policy and Risk Management?",
    "Can 700-level courses count for graduate credit?",
    "Does UNH offer student health insurance?",
    "Can I change my degree?",
    "How long do I have to complete my master’s degree?",
    "What is the Accelerated Masters program?",
    "Can I take courses without applying?"
  ]
}