{
  "questions": [
    "What is an IA grade?",
    "According to the Cybersecurity Engineering (M.S.) description, what kinds of threats will graduates address?",
    "What is the overall purpose of the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "Which type of systems does the Cybersecurity Engineering (M.S.) program focus on securing?",
    "What experiential learning connection is highlighted early in the IT (M.S.) program?",
    "What happens if an accelerated master’s student earns below B- in a graduate course while in dual status?",
    "What is the Accelerated Masters program?",
    "How many elective credits are required in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "List several required core courses in the CPRM curriculum.",
    "How is the academic calendar structured for CPRM courses?",
    "What does each credit represent in the Information Technology (M.S.) program?",
    "Does the Biotechnology MS have an Accelerated Master’s option and what can count for dual credit?",
    "What kinds of students does the IT (M.S.) program welcome?",
    "Do I need to register to attend commencement?",
    "Where do I file an intent to graduate?",
    "What seminar requirement is included in the Biotechnology MS?",
    "What GPA do graduate students need to be eligible for graduation?",
    "Does CPRM offer an Accelerated Master’s option for UNH undergraduates?",
    "Do all programs at UNH offer an Accelerated Master’s option?",
    "What kinds of experiential learning does the program emphasize?",
    "What is the time limit for a Ph.D.?",
    "What is the total credit value of the capstone in CPRM?",
    "Where is the Cybersecurity Engineering (M.S.) program offered?",
    "How many graduate credits are required for a master’s degree at UNH?",
    "How much are graduate assistants paid?",
    "How do I withdraw from a graduate program?",
    "What is the total number of credits required to complete the Master’s Project Option in the Information Technology (M.S.) program",
    "What is the credit range for the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "When can students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program begin their capstone experience?",
    "What’s the difference between IA and IC grades for graduate students?",
    "Which two computing trends are named in the Cybersecurity Engineering (M.S.) description as drivers of demand?",
    "According to the Cybersecurity Engineering (M.S.) description, what three actions will students learn regarding secure information systems?",
    "When must students enroll in COMP 801 Integrated Computing Practice?",
    "How many elective credits are required under each option?",
    "How do I withdraw from the program?",
    "Can graduate students take courses pass/fail?",
    "What is the Accelerated Master’s program?",
    "For MS IT, what happens if I get a C grade?",
    "What are the mandatory fees for graduate assistants?",
    "How will students communicate technical information in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the process for appealing an academic dismissal?",
    "Name the topic areas covered by the required core in the MS in IT.",
    "Can I take undergraduate courses as a grad student?",
    "Can I enroll in more than one degree?",
    "How many credits are required in the Core Curriculum for the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What are the residency requirements for the Ph.D.?",
    "Do I need to submit GRE scores?",
    "Who supervises the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What GPA is required to maintain good standing?",
    "What transferable professional skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the minimum GPA to stay in good standing?",
    "What is JTerm?",
    "Do I need RCR training?",
    "How is the Master’s Thesis Option structured in the Information Technology (M.S.) program?",
    "What does each credit in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program represent in academic work?",
    "What must conditionally admitted graduate students do to remain in the Graduate School?",
    "What is full time status?",
    "Who issues official transcripts and what is required before receiving a diploma?",
    "Can I take a leave of absence?",
    "How do I submit my thesis?",
    "Does the MS in Information Technology support an accelerated master’s pathway?",
    "How do I apply for a graduate certificate?",
    "Who recommends and who decides a dismissal for lack of academic progress?",
    "What culminating experiences are available in the MS in IT?",
    "What is the goal of the internship experience in the Information Technology (M.S.) program?",
    "Where is the MS in Information Technology offered and what scheduling flexibility is available?",
    "What financial aid is available?",
    "Can students select electives in related fields according to the Cybersecurity Engineering (M.S.) requirements?",
    "According to the Cybersecurity Engineering (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "What is a guidance committee?",
    "How many core courses are required in the MS in CPRM?",
    "How many credits are required for a master’s degree?",
    "Does UNH offer student health insurance?",
    "Can I take 900-level courses as an Accelerated Master’s student for dual credit?",
    "Can I transfer credits into my program?",
    "What is the minimum grade to receive graduate credit?",
    "Can I change my degree?",
    "What is Doctoral Research (999) and when must Ph.D. students register for it?",
    "What GPA is required to graduate?",
    "What does the IT (M.S.) program prepare students for?",
    "How many thesis credits do I need to complete for my program?",
    "How long does it typically take to complete the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What does an AU grade mean?",
    "How quickly can full-time students complete the Biotechnology MS?",
    "Which campus hosts the Cybersecurity Engineering (M.S.) program?",
    "What topics are central to the program’s scientific foundation?",
    "What is the internship requirement for MS in Information Technology students?",
    "Do I have to file an intent to graduate?",
    "How long do I have to complete my master’s degree?",
    "What is the deadline to file an intent to graduate?",
    "What is the maximum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What kind of graduate program is the Information Technology (M.S.) at UNH Manchester?",
    "What legal and regulatory understanding is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can programs set stricter academic standards than the Graduate School?",
    "Does the Biotechnology: Industrial and Biomedical Sciences (M.S.) program integrate academic and professional preparation?",
    "How does the Information Technology (M.S.) support students’ schedules?",
    "What is RCR training?",
    "According to the Cybersecurity Engineering (M.S.) description, what will students learn to develop and operate?",
    "What is the minimum GPA to apply to the Accelerated Master’s program?",
    "What learning environment does the Cybersecurity Engineering (M.S.) highlight?",
    "Does the Information Technology (M.S.) curriculum include both coursework and research?",
    "What specialty development is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Who is the Cybersecurity Engineering (M.S.) program designed for?",
    "What does NR mean on a graduate record?",
    "How many courses can I take during January Term (J-Term)?",
    "Do it for Information Technology (M.S.)",
    "How is the scientific method applied in the biotechnology: industrial and biomedical sciences (m.s.) program?",
    "How many total credits are required for the MS in Biotechnology: Industrial & Biomedical Sciences?",
    "Is a capstone required for master’s programs?",
    "What is the deadline to appeal a dismissal decision?",
    "Can I defer my admission?",
    "What theoretical foundations are emphasized in the Cybersecurity Engineering (M.S.) program?",
    "What is the registration requirement for graduate assistants?",
    "When must students enroll in the internship for the Information Technology (M.S.) program?",
    "How many core credits are required in the Information Technology (M.S.) program?",
    "When is the annual commencement ceremony?",
    "When can eligible students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Option begin taking graduate courses for dual credit?",
    "What capstone formats are available in the Biotechnology MS program?",
    "What is the relationship between core courses and elective courses in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the Accelerated Master’s Option in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I change my degree?",
    "What is a non-terminal degree?",
    "How many times per year are graduate degrees conferred at UNH?",
    "In the Biotechnology: Industrial and Biomedical Sciences (M.S.) program, how many hours of academic work does each credit typically represent?",
    "What is the total number of credits required to complete the Master’s Thesis Option in the Information Technology (M.S.) program?",
    "Is there a specific credit requirement for the internship course in the Information Technology (M.S.) program?",
    "What is the difference between an IA and an IC grade?",
    "What is the purpose of the Core Curriculum in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What happens when a graduate course is repeated?",
    "What is GRAD 800?",
    "How many total credits are required for the Biotechnology: Industrial and Biomedical Sciences (M.S.)?",
    "What city sponsors are there for the IT (M.S.) program?",
    "What must be completed before the degree conferral date?",
    "How do I reach degree candidacy?",
    "What is the time limit to complete a master’s degree?",
    "When is the deadline to apply for Fall 2025?",
    "Who helps Biotechnology: Industrial and Biomedical Sciences (M.S.) students develop a curriculum plan?",
    "Can I appeal a grade?",
    "Who supervises the Master’s Thesis in the Information Technology (M.S.) program?",
    "What is GRAD 900?",
    "What is the maximum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits can the capstone contribute in the Biotechnology MS?",
    "What is the application deadline?",
    "Can I do a dual degree?",
    "Do I need to be admitted to the Accelerated Master’s program to take 800-level courses for dual credit?",
    "How many credits below B- lead to dismissal from the Graduate School?",
    "Can I defer my admission offer?",
    "What does an AF grade mean?",
    "How do I apply for financial aid or scholarships?",
    "How do students engage with research literature in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What capstone expectation exists in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can 700-level courses count for graduate credit?",
    "What is the minimum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What are the GRE requirements.",
    "What are the graduate grading policies?",
    "What is the main goal of the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits are allocated for the Master’s Project in the Information Technology (M.S.) program?",
    "What are the key rules for the Accelerated Master’s program?",
    "Can I appeal a dismissal?",
    "Where can I find the intent-to-graduate deadlines?",
    "How many total program credits are composed of core, elective, and capstone work in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can Information Technology (M.S.) students begin an internship early in their studies?",
    "What are the admission requirements for the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "Where can I read more about the graduation process?",
    "What core knowledge areas will students master in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How does the Cybersecurity Engineering (M.S.) program provide applied experience?",
    "Does the Information Technology (M.S.) offer flexibility for part-time students?",
    "What leadership outcome is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I file an intent to graduate?",
    "How many core credits are required in the Information Technology (M.S.) curriculum?",
    "Do I need to register?",
    "Does the IT (M.S.) program require an internship?",
    "What does an IA grade indicate?",
    "Is there housing available?",
    "How many chances do master’s or Ed.S. students get to pass their final exam?",
    "How do I apply to grad school?",
    "How many years do I have to finish my master’s?",
    "According to the Cybersecurity Engineering (M.S.) description, what learning modes are combined?",
    "How many credits can I take for dual credit in the Accelerated Master’s program?",
    "What key outcome does the Cybersecurity Engineering (M.S.) program prepare graduates for?",
    "What completion options does the MS in Information Technology offer?",
    "Where can I find information about assistantships?",
    "What is the total number of graduate credits needed to complete any option in the Information Technology (M.S.) program?",
    "When is a CR grade used?",
    "What must doctoral students do to participate in the May ceremony?",
    "How does the Cybersecurity Engineering (M.S.) position graduates for organizational impact?",
    "How do I sibmity my committee?",
    "When must students begin enrolling in capstone credits?",
    "How many thesis credits are required for a master’s thesis and how are they graded?",
    "What kind of theoretical knowledge is paired with practice in the Cybersecurity Engineering (M.S.)?",
    "How many credits can I take?",
    "What are the Ph.D. time limits at UNH?",
    "What laboratory skills will students develop in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits are required to earn the MS in Cybersecurity Policy and Risk Management?",
    "What is the policy on course withdrawal (W) and its impact?",
    "What registration is required for graduate assistants to be considered full time?",
    "List the core curriculum courses required in the Biotechnology MS.",
    "When are classes offered for the Information Technology (M.S.) program?",
    "Can I appeal a course grade?",
    "What kinds of disciplines can MS in IT electives come from?",
    "Where is the Information Technology (M.S.) program offered and what schedule flexibility is there?",
    "Who is the MS in CPRM designed for in terms of background?",
    "What is the difference between GRAD 800 and GRAD 900?",
    "What are the total credit combinations for the project and thesis options in the Information Technology (M.S.) program?",
    "Who can participate in the May commencement ceremony?",
    "What quantitative and data skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Does the MS in CPRM require a thesis or a capstone?",
    "What is the minimum passing grade for graduate students?",
    "What is the minimum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the minimum grade for earning graduate credit?",
    "How is a master’s thesis committee formed at UNH?",
    "According to the Information Technology (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "Where can I find information about graduate housing?",
    "What is the minimum grade I must earn in dual-credit courses for the Accelerated Master’s?",
    "Can I take a course Pass/Fail?",
    "What happens if I get a C grade?",
    "What skills does the CPRM program emphasize?",
    "Can students begin the capstone before completing 9 credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many thesis credits are required in the Information Technology (M.S.) Thesis Option?",
    "How many chances do Ph.D. students get to pass qualifying or final exams?",
    "What is the minimum total credit requirement for graduation from the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many transfer credits can be applied to a graduate degree?",
    "Is the MS in CPRM delivered online or on campus?",
    "Can I take a course pass/fail?",
    "Does the Information Technology (M.S.) program require a final presentation or report?",
    "What completion options are listed on the Information Technology (M.S.) requirements page?",
    "What is the main academic focus of the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How is the Master’s Project Option structured in the Information Technology (M.S.) program?",
    "How many core credits are required in the MS in Information Technology?",
    "When is a Ph.D. student advanced to candidacy and what form is required?",
    "Can I take courses without applying?",
    "Does the Cybersecurity Engineering (M.S.) requirements page describe a capstone or culminating experience?",
    "What is a non-terminal master’s degree?",
    "What domains are noted as driving demand for cybersecurity engineers in the Cybersecurity Engineering (M.S.) description?",
    "How does an Incomplete (IC) work for graduate courses?"
  ]
}