{
  "questions": [
    "How many chances do Ph.D. students get to pass qualifying or final exams?",
    "Who is the MS in CPRM designed for in terms of background?",
    "Does the Biotechnology MS have an Accelerated Master’s option and what can count for dual credit?",
    "List several required core courses in the CPRM curriculum.",
    "Is a capstone required for master’s programs?",
    "What is a guidance committee?",
    "What is the deadline to appeal a dismissal decision?",
    "Does the MS in CPRM require a thesis or a capstone?",
    "Can I take undergraduate courses as a grad student?",
    "How long do I have to complete my master’s degree?",
    "What capstone formats are available in the Biotechnology MS program?",
    "What culminating experiences are available in the MS in IT?",
    "How many core courses are required in the MS in CPRM?",
    "How many graduate credits are required for a master’s degree at UNH?",
    "What does an AU grade mean?",
    "What does an AF grade mean?",
    "Can I take a leave of absence?",
    "Can 700-level courses count for graduate credit?",
    "Do I need to register?",
    "How many elective credits are required under each option?",
    "Can I change my degree?",
    "How quickly can full-time students complete the Biotechnology MS?",
    "Do I need to submit GRE scores?",
    "What is the minimum grade to receive graduate credit?",
    "What is the minimum GPA to stay in good standing?",
    "What is the total credit value of the capstone in CPRM?",
    "Can I transfer credits into my program?",
    "How do I withdraw from the program?",
    "What is the minimum grade for earning graduate credit?",
    "What is the difference between GRAD 800 and GRAD 900?",
    "How many credits are required to earn the MS in Cybersecurity Policy and Risk Management?",
    "How many thesis credits do I need to complete for my program?",
    "What is the minimum passing grade for graduate students?",
    "Where can I read more about the graduation process?",
    "Can I take a course pass/fail?",
    "What completion options does the MS in Information Technology offer?",
    "What is an IA grade?",
    "How many credits below B- lead to dismissal from the Graduate School?",
    "What is a non-terminal degree?",
    "Where is the MS in Information Technology offered and what scheduling flexibility is available?",
    "When must students begin enrolling in capstone credits?",
    "How is the academic calendar structured for CPRM courses?",
    "How many total credits are required for the MS in Biotechnology: Industrial & Biomedical Sciences?",
    "What must doctoral students do to participate in the May ceremony?",
    "What kinds of experiential learning does the program emphasize?",
    "What topics are central to the program’s scientific foundation?",
    "What are the Ph.D. time limits at UNH?",
    "How many credits can I take?",
    "Is the MS in CPRM delivered online or on campus?",
    "How many credits can the capstone contribute in the Biotechnology MS?",
    "Do it for Information Technology (M.S.)",
    "Can I do a dual degree?",
    "What are the key rules for the Accelerated Master’s program?",
    "Can I defer my admission?",
    "What is the Accelerated Masters program?",
    "What is the internship requirement for MS in Information Technology students?",
    "What financial aid is available?",
    "What is the deadline to file an intent to graduate?",
    "What must be completed before the degree conferral date?",
    "How many times per year are graduate degrees conferred at UNH?",
    "How do I submit my thesis?",
    "What does NR mean on a graduate record?",
    "Can I appeal a dismissal?",
    "Where can I find the intent-to-graduate deadlines?",
    "Do I need RCR training?",
    "What are the graduate grading policies?",
    "Do I need to register to attend commencement?",
    "What is Doctoral Research (999) and when must Ph.D. students register for it?",
    "Name the topic areas covered by the required core in the MS in IT.",
    "Do I have to file an intent to graduate?",
    "Is there housing available?",
    "What is full time status?",
    "What seminar requirement is included in the Biotechnology MS?",
    "What GPA do graduate students need to be eligible for graduation?",
    "Can graduate students take courses pass/fail?",
    "Does CPRM offer an Accelerated Master’s option for UNH undergraduates?",
    "What skills does the CPRM program emphasize?",
    "What must conditionally admitted graduate students do to remain in the Graduate School?",
    "Does the MS in Information Technology support an accelerated master’s pathway?",
    "When is a Ph.D. student advanced to candidacy and what form is required?",
    "What are the residency requirements for the Ph.D.?",
    "Where do I file an intent to graduate?",
    "List the core curriculum courses required in the Biotechnology MS.",
    "Where can I find information about assistantships?",
    "What kinds of disciplines can MS in IT electives come from?",
    "How many chances do master’s or Ed.S. students get to pass their final exam?",
    "What is the policy on course withdrawal (W) and its impact?",
    "Can I take courses without applying?",
    "How many thesis credits are required for a master’s thesis and how are they graded?",
    "Who recommends and who decides a dismissal for lack of academic progress?",
    "How many core credits are required in the MS in Information Technology?",
    "What happens if an accelerated master’s student earns below B- in a graduate course while in dual status?",
    "Does UNH offer student health insurance?",
    "What is the time limit to complete a master’s degree?",
    "How do I apply to grad school?",
    "What does an IA grade indicate?",
    "How many credits are required for a master’s degree?",
    "How does an Incomplete (IC) work for graduate courses?",
    "For MS IT, what happens if I get a C grade?",
    "What is the application deadline?",
    "Who issues official transcripts and what is required before receiving a diploma?",
    "When is a CR grade used?",
    "Can programs set stricter academic standards than the Graduate School?",
    "How do I reach degree candidacy?",
    "What happens when a graduate course is repeated?",
    "When must students enroll in COMP 801 Integrated Computing Practice?",
    "When is the annual commencement ceremony?",
    "Who can participate in the May commencement ceremony?"
  ]
}