{
  "questions": [
    "What legal and regulatory understanding is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Does the MS in Information Technology support an accelerated master’s pathway?",
    "What are the graduate grading policies?",
    "When is a Ph.D. student advanced to candidacy and what form is required?",
    "Who is the Cybersecurity Engineering (M.S.) program designed for?",
    "Do I have to file an intent to graduate?",
    "What is the minimum passing grade for graduate students?",
    "How many credits are allocated for the Master’s Project in the Information Technology (M.S.) program?",
    "Where do I file an intent to graduate?",
    "How is a master’s thesis committee formed at UNH?",
    "What’s the difference between IA and IC grades for graduate students?",
    "List several required core courses in the CPRM curriculum.",
    "What does the IT (M.S.) program prepare students for?",
    "Does the Information Technology (M.S.) offer flexibility for part-time students?",
    "What is the minimum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the minimum GPA to apply to the Accelerated Master’s program?",
    "How many elective credits are required under each option?",
    "Can I change my degree?",
    "According to the Information Technology (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "How many transfer credits can be applied to a graduate degree?",
    "What happens if an accelerated master’s student earns below B- in a graduate course while in dual status?",
    "According to the Cybersecurity Engineering (M.S.) requirements page, how many total graduate credits are required for the degree?",
    "How is the scientific method applied in the biotechnology: industrial and biomedical sciences (m.s.) program?",
    "What is RCR training?",
    "What is the maximum number of capstone credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What does NR mean on a graduate record?",
    "What is GRAD 900?",
    "Who recommends and who decides a dismissal for lack of academic progress?",
    "What is JTerm?",
    "What are the residency requirements for the Ph.D.?",
    "What is the total number of graduate credits needed to complete any option in the Information Technology (M.S.) program?",
    "Can I appeal a course grade?",
    "What quantitative and data skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can students begin the capstone before completing 9 credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What key outcome does the Cybersecurity Engineering (M.S.) program prepare graduates for?",
    "Which type of systems does the Cybersecurity Engineering (M.S.) program focus on securing?",
    "How do I apply for a graduate certificate?",
    "What is the purpose of the Core Curriculum in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can I take undergraduate courses as a grad student?",
    "When is a CR grade used?",
    "What is an IA grade?",
    "What is the policy on course withdrawal (W) and its impact?",
    "According to the Cybersecurity Engineering (M.S.) description, what three actions will students learn regarding secure information systems?",
    "When are classes offered for the Information Technology (M.S.) program?",
    "How much are graduate assistants paid?",
    "Name the topic areas covered by the required core in the MS in IT.",
    "What is the minimum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I withdraw from a graduate program?",
    "Can I appeal a dismissal?",
    "What is a non-terminal master’s degree?",
    "According to the Cybersecurity Engineering (M.S.) description, what will students learn to develop and operate?",
    "What is the minimum grade for earning graduate credit?",
    "Where is the Cybersecurity Engineering (M.S.) program offered?",
    "Is there housing available?",
    "What is the process for appealing an academic dismissal?",
    "When is the deadline to apply for Fall 2025?",
    "Do I need RCR training?",
    "Is there a specific credit requirement for the internship course in the Information Technology (M.S.) program?",
    "According to the Cybersecurity Engineering (M.S.) description, what kinds of threats will graduates address?",
    "What must be completed before the degree conferral date?",
    "Does the Biotechnology: Industrial and Biomedical Sciences (M.S.) program integrate academic and professional preparation?",
    "How does the Cybersecurity Engineering (M.S.) position graduates for organizational impact?",
    "How long does it typically take to complete the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What kind of graduate program is the Information Technology (M.S.) at UNH Manchester?",
    "Do I need to submit GRE scores?",
    "Who helps Biotechnology: Industrial and Biomedical Sciences (M.S.) students develop a curriculum plan?",
    "What is the main goal of the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many core credits are required in the Information Technology (M.S.) program?",
    "What is the total number of credits required to complete the Master’s Project Option in the Information Technology (M.S.) program",
    "Can 700-level courses count for graduate credit?",
    "Where can I read more about the graduation process?",
    "Where can I find information about assistantships?",
    "Can I enroll in more than one degree?",
    "When must students begin enrolling in capstone credits?",
    "How do I reach degree candidacy?",
    "What is the relationship between core courses and elective courses in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many elective credits are required in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits below B- lead to dismissal from the Graduate School?",
    "What capstone expectation exists in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What are the GRE requirements.",
    "What kinds of experiential learning does the program emphasize?",
    "How do I change my degree?",
    "What is the total credit value of the capstone in CPRM?",
    "How do I withdraw from the program?",
    "What happens if I get a C grade?",
    "Can students select electives in related fields according to the Cybersecurity Engineering (M.S.) requirements?",
    "Who supervises the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What topics are central to the program’s scientific foundation?",
    "Who is the MS in CPRM designed for in terms of background?",
    "What is the Accelerated Master’s program?",
    "Does the Cybersecurity Engineering (M.S.) requirements page describe a capstone or culminating experience?",
    "How many core credits are required in the MS in Information Technology?",
    "What experiential learning connection is highlighted early in the IT (M.S.) program?",
    "Is a capstone required for master’s programs?",
    "How do I apply to grad school?",
    "What core knowledge areas will students master in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Can graduate students take courses pass/fail?",
    "How many credits can the capstone contribute in the Biotechnology MS?",
    "What are the mandatory fees for graduate assistants?",
    "Who can participate in the May commencement ceremony?",
    "What is the time limit to complete a master’s degree?",
    "What is the time limit for a Ph.D.?",
    "How many credits are required to earn the MS in Cybersecurity Policy and Risk Management?",
    "What is the registration requirement for graduate assistants?",
    "Do I need to register to attend commencement?",
    "How many thesis credits do I need to complete for my program?",
    "How many core courses are required in the MS in CPRM?",
    "What city sponsors are there for the IT (M.S.) program?",
    "Is the MS in CPRM delivered online or on campus?",
    "Where can I find information about graduate housing?",
    "What must doctoral students do to participate in the May ceremony?",
    "What kinds of disciplines can MS in IT electives come from?",
    "Does UNH offer student health insurance?",
    "How long do I have to complete my master’s degree?",
    "Can Information Technology (M.S.) students begin an internship early in their studies?",
    "What is the overall purpose of the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "How many credits can I take?",
    "Can I take a leave of absence?",
    "What is the minimum GPA to stay in good standing?",
    "For MS IT, what happens if I get a C grade?",
    "What is Doctoral Research (999) and when must Ph.D. students register for it?",
    "What is the deadline to appeal a dismissal decision?",
    "What leadership outcome is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "According to the Cybersecurity Engineering (M.S.) description, what learning modes are combined?",
    "Which two computing trends are named in the Cybersecurity Engineering (M.S.) description as drivers of demand?",
    "Can I do a dual degree?",
    "In the Biotechnology: Industrial and Biomedical Sciences (M.S.) program, how many hours of academic work does each credit typically represent?",
    "Can I take courses without applying?",
    "How is the Master’s Thesis Option structured in the Information Technology (M.S.) program?",
    "How many total credits are required for the Biotechnology: Industrial and Biomedical Sciences (M.S.)?",
    "How many credits are required for a master’s degree?",
    "How many core credits are required in the Information Technology (M.S.) curriculum?",
    "Where is the MS in Information Technology offered and what scheduling flexibility is available?",
    "Which campus hosts the Cybersecurity Engineering (M.S.) program?",
    "How many times per year are graduate degrees conferred at UNH?",
    "What financial aid is available?",
    "What completion options are listed on the Information Technology (M.S.) requirements page?",
    "How do students engage with research literature in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How do I submit my thesis?",
    "What completion options does the MS in Information Technology offer?",
    "What is the difference between an IA and an IC grade?",
    "What are the Ph.D. time limits at UNH?",
    "Can I take a course pass/fail?",
    "How many total program credits are composed of core, elective, and capstone work in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What are the admission requirements for the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Master’s Option?",
    "How many graduate credits are required for a master’s degree at UNH?",
    "Can I take a course Pass/Fail?",
    "Do I need to be admitted to the Accelerated Master’s program to take 800-level courses for dual credit?",
    "How does the Information Technology (M.S.) support students’ schedules?",
    "Does the MS in CPRM require a thesis or a capstone?",
    "When can eligible students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) Accelerated Option begin taking graduate courses for dual credit?",
    "Does the Information Technology (M.S.) curriculum include both coursework and research?",
    "How quickly can full-time students complete the Biotechnology MS?",
    "When must students enroll in COMP 801 Integrated Computing Practice?",
    "What is the difference between GRAD 800 and GRAD 900?",
    "What GPA is required to maintain good standing?",
    "When is the annual commencement ceremony?",
    "Who supervises the Master’s Thesis in the Information Technology (M.S.) program?",
    "What does an AF grade mean?",
    "Does the IT (M.S.) program require an internship?",
    "What does each credit represent in the Information Technology (M.S.) program?",
    "What domains are noted as driving demand for cybersecurity engineers in the Cybersecurity Engineering (M.S.) description?",
    "What is the total number of credits required to complete the Master’s Thesis Option in the Information Technology (M.S.) program?",
    "Can I take 900-level courses as an Accelerated Master’s student for dual credit?",
    "How many years do I have to finish my master’s?",
    "What is a guidance committee?",
    "What happens when a graduate course is repeated?",
    "What kinds of students does the IT (M.S.) program welcome?",
    "What capstone formats are available in the Biotechnology MS program?",
    "Who issues official transcripts and what is required before receiving a diploma?",
    "What seminar requirement is included in the Biotechnology MS?",
    "What is the minimum grade I must earn in dual-credit courses for the Accelerated Master’s?",
    "Do I need to register?",
    "What is the goal of the internship experience in the Information Technology (M.S.) program?",
    "What is the internship requirement for MS in Information Technology students?",
    "Can I appeal a grade?",
    "What is the main academic focus of the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "List the core curriculum courses required in the Biotechnology MS.",
    "How is the academic calendar structured for CPRM courses?",
    "What does each credit in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program represent in academic work?",
    "Where is the Information Technology (M.S.) program offered and what schedule flexibility is there?",
    "How does the Cybersecurity Engineering (M.S.) program provide applied experience?",
    "Do all programs at UNH offer an Accelerated Master’s option?",
    "How many credits can I take for dual credit in the Accelerated Master’s program?",
    "What must conditionally admitted graduate students do to remain in the Graduate School?",
    "Can I defer my admission?",
    "What GPA do graduate students need to be eligible for graduation?",
    "What does an IA grade indicate?",
    "What is the minimum total credit requirement for graduation from the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How will students communicate technical information in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many thesis credits are required for a master’s thesis and how are they graded?",
    "How many courses can I take during January Term (J-Term)?",
    "How many chances do Ph.D. students get to pass qualifying or final exams?",
    "Do it for Information Technology (M.S.)",
    "When must students enroll in the internship for the Information Technology (M.S.) program?",
    "Can programs set stricter academic standards than the Graduate School?",
    "Does the Biotechnology MS have an Accelerated Master’s option and what can count for dual credit?",
    "When can students in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program begin their capstone experience?",
    "How many chances do master’s or Ed.S. students get to pass their final exam?",
    "What does an AU grade mean?",
    "What theoretical foundations are emphasized in the Cybersecurity Engineering (M.S.) program?",
    "What is the Accelerated Masters program?",
    "What is full time status?",
    "What are the key rules for the Accelerated Master’s program?",
    "What is the application deadline?",
    "What laboratory skills will students develop in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is the credit range for the Capstone Experience in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How does an Incomplete (IC) work for graduate courses?",
    "What culminating experiences are available in the MS in IT?",
    "What specialty development is expected in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "Does the Information Technology (M.S.) program require a final presentation or report?",
    "What kind of theoretical knowledge is paired with practice in the Cybersecurity Engineering (M.S.)?",
    "Can I transfer credits into my program?",
    "Can I defer my admission offer?",
    "What skills does the CPRM program emphasize?",
    "How do I apply for financial aid or scholarships?",
    "What is a non-terminal degree?",
    "What GPA is required to graduate?",
    "Where can I find the intent-to-graduate deadlines?",
    "How many total credits are required for the MS in Biotechnology: Industrial & Biomedical Sciences?",
    "How many thesis credits are required in the Information Technology (M.S.) Thesis Option?",
    "How do I sibmity my committee?",
    "What transferable professional skills are emphasized in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What registration is required for graduate assistants to be considered full time?",
    "How do I file an intent to graduate?",
    "What is the maximum number of elective credits in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "How many credits are required in the Core Curriculum for the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What is GRAD 800?",
    "Does CPRM offer an Accelerated Master’s option for UNH undergraduates?",
    "What is the minimum grade to receive graduate credit?",
    "What is the deadline to file an intent to graduate?",
    "What are the total credit combinations for the project and thesis options in the Information Technology (M.S.) program?",
    "How is the Master’s Project Option structured in the Information Technology (M.S.) program?",
    "What is the Accelerated Master’s Option in the Biotechnology: Industrial and Biomedical Sciences (M.S.) program?",
    "What learning environment does the Cybersecurity Engineering (M.S.) highlight?"
  ]
}